{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      "ma": 4,
      "aku": 5,
      "puang": 6,
      "hanyu": 7,
      "yiru": 8,
      "hang": 9,
      "sa": 10,
      "daya": 11,
      "raja": 12,
      "na": 13,
      "amun": 14,
      "tau": 15,
      "hi": 16,
      "ulun": 17,
      "kawan": 18,
      "teka": 19,
      "hanye": 20,
      "tuanku": 21,
      "anri": 22,
      "nelang": 23,
      "haut": 24,
      "sagar": 25,
      "tulak": 26,
      "daniel": 27,
      "naan": 28,
      "iwara": 29,
      "balalu": 30,
      "tuu": 31,
      "ina": 32,
      "andrau": 33,
      "upi": 34,
      "inun": 35,
      "jari": 36,
      "jatang": 37,
      "ni": 38,
      "karajaan": 39,
      "katuluh": 40,
      "lewu": 41,
      "ngulah": 42,
      "yina": 43,
      "ada": 44,
      "aratini": 45,
      "hamen": 46,
      "kude": 47,
      "naun": 48,
      "ngami": 49,
      "putak": 50,
      "laku": 51,
      "pada": 52,
      "alatalla": 53,
      "awe": 54,
      "here": 55,
      "karasa": 56,
      "marahati": 57,
      "nampan": 58,
      "palus": 59,
      "andri": 60,
      "anrau": 61,
      "babel": 62,
      "erang": 63,
      "hampe": 64,
      "itak": 65,
      "kamalem": 66,
      "ngayak": 67,
      "nyalah": 68,
      "perak": 69,
      "rahasia": 70,
      ",": 71,
      "gumer": 72,
      "hal": 73,
      "kami": 74,
      "kaulun": 75,
      "nguta": 76,
      "takam": 77,
      "ampatung": 78,
      "ape": 79,
      "ariokh": 80,
      "die": 81,
      "isa": 82,
      "kala": 83,
      "karahatien": 84,
      "manre": 85,
      "marisak": 86,
      "meheni": 87,
      "ngume": 88,
      "ruyan": 89,
      "tane": 90,
      "amas": 91,
      "ani": 92,
      "baya": 93,
      "dinung": 94,
      "ekat": 95,
      "gumi": 96,
      "hanang": 97,
      "hapus": 98,
      "kaeau": 99,
      "kaiuh": 100,
      "kaiyat": 101,
      "mandre": 102,
      "neu": 103,
      "nguka": 104,
      "ru": 105,
      "sangit": 106,
      "telu": 107,
      "umak": 108,
      "ari": 109,
      "atei": 110,
      "bakamuh": 111,
      "duit": 112,
      "gawian": 113,
      "hante": 114,
      "kakah": 115,
      "kalalawahni": 116,
      "kasdim": 117,
      "kasih": 118,
      "katuluhni": 119,
      "kauyuhan": 120,
      "kutaan": 121,
      "mahi": 122,
      "matueh": 123,
      "midi": 124,
      "munu": 125,
      "murunsia": 126,
      "naami": 127,
      "ngari": 128,
      "paajar": 129,
      "palangka": 130,
      "pasiar": 131,
      "sadi": 132,
      "suah": 133,
      "tambaga": 134,
      "terima": 135,
      "tuli": 136,
      "tumpuk": 137,
      "udi": 138,
      "watu": 139,
      "yaru": 140
    },
    "unk_token": "[UNK]"
  }
}