{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      "aku": 4,
      "tidak": 5,
      "kamu": 6,
      "dan": 7,
      "itu": 8,
      "yang": 9,
      "di": 10,
      "ini": 11,
      "raja": 12,
      "orang": 13,
      "karena": 14,
      "ke": 15,
      "kepada": 16,
      "akan": 17,
      "tuanku": 18,
      "dari": 19,
      "kalau": 20,
      "hari": 21,
      "pergi": 22,
      "bisa": 23,
      "ada": 24,
      "dia": 25,
      "daniel": 26,
      "dapat": 27,
      "memberitahukan": 28,
      "untuk": 29,
      "mimpi": 30,
      "tanah": 31,
      "apa": 32,
      "besi": 33,
      "telah": 34,
      "-": 35,
      "kerajaan": 36,
      "tidur": 37,
      "jangan": 38,
      "rumah": 39,
      "dengan": 40,
      "jika": 41,
      "liat": 42,
      "malam": 43,
      "pada": 44,
      "rahasia": 45,
      "bijaksana": 46,
      "kepadaku": 47,
      "lalu": 48,
      "maknanya": 49,
      "pun": 50,
      "sudah": 51,
      "allah": 52,
      "ingin": 53,
      "jalan": 54,
      "nenek": 55,
      "sekali": 56,
      "si": 57,
      "tetapi": 58,
      "anak": 59,
      "babel": 60,
      "hal": 61,
      "makan": 62,
      "mengajak": 63,
      "mereka": 64,
      "minta": 65,
      "perak": 66,
      "sebagian": 67,
      "semua": 68,
      "seperti": 69,
      ",": 70,
      "gumer": 71,
      "kami": 72,
      "kita": 73,
      "menjadi": 74,
      "sakit": 75,
      "seorang": 76,
      "tadi": 77,
      "teman": 78,
      "atas": 79,
      "banyak": 80,
      "dingin": 81,
      "durian": 82,
      "emas": 83,
      "ia": 84,
      "lagi": 85,
      "mana": 86,
      "nanti": 87,
      "patung": 88,
      "supaya": 89,
      "ahli": 90,
      "ape": 91,
      "ariokh": 92,
      "besar": 93,
      "dalam": 94,
      "dulu": 95,
      "engkau": 96,
      "hati": 97,
      "hikmat": 98,
      "juga": 99,
      "kasdim": 100,
      "kenapa": 101,
      "lihat": 102,
      "mau": 103,
      "membuat": 104,
      "menyingkapkan": 105,
      "pagi": 106,
      "para": 107,
      "saja": 108,
      "sampai": 109,
      "sebab": 110,
      "semuanya": 111,
      "tahu": 112,
      "tempat": 113,
      "tiga": 114,
      "bahwa": 115,
      "belajar": 116,
      "bercampur": 117,
      "berkata": 118,
      "bermain": 119,
      "bersawah": 120,
      "dibuat": 121,
      "kakek": 122,
      "kampung": 123,
      "kasih": 124,
      "kemudian": 125,
      "kepala": 126,
      "keras": 127,
      "langit": 128,
      "makanan": 129,
      "manusia": 130,
      "melihat": 131,
      "memberikan": 132,
      "meminta": 133,
      "mengambil": 134,
      "menjual": 135,
      "meremukkan": 136,
      "naik": 137,
      "oleh": 138,
      "palangka": 139,
      "panas": 140,
      "pernah": 141,
      "pikiran": 142,
      "sama": 143,
      "sana": 144,
      "sekarang": 145,
      "selama": 146,
      "selamat": 147,
      "semesta": 148,
      "tembaga": 149,
      "terima": 150,
      "terjadi": 151,
      "tolong": 152,
      "tua": 153,
      "uang": 154,
      "ya": 155
    },
    "unk_token": "[UNK]"
  }
}