{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      "dan": 4,
      "itu": 5,
      "yang": 6,
      "raja": 7,
      "tidak": 8,
      "aku": 9,
      "kamu": 10,
      "kepada": 11,
      "di": 12,
      "tuanku": 13,
      "orang": 14,
      "akan": 15,
      "dari": 16,
      "karena": 17,
      "daniel": 18,
      "ke": 19,
      "memberitahukan": 20,
      "ada": 21,
      "apa": 22,
      "ini": 23,
      "mimpi": 24,
      "besi": 25,
      "bisa": 26,
      "dapat": 27,
      "pergi": 28,
      "telah": 29,
      "kerajaan": 30,
      "tanah": 31,
      "untuk": 32,
      "hari": 33,
      "liat": 34,
      "tidur": 35,
      "dia": 36,
      "lalu": 37,
      "nenek": 38,
      "rahasia": 39,
      "bijaksana": 40,
      "kepadaku": 41,
      "maknanya": 42,
      "pun": 43,
      "allah": 44,
      "kalau": 45,
      "sama": 46,
      "seperti": 47,
      "tetapi": 48,
      "anak": 49,
      "babel": 50,
      "dengan": 51,
      "hal": 52,
      "jalan": 53,
      "mengajak": 54,
      "mereka": 55,
      "pada": 56,
      "perak": 57,
      "rumah": 58,
      "sebagian": 59,
      "baru": 60,
      "gumer": 61,
      "mau": 62,
      "menjadi": 63,
      "seorang": 64,
      "si": 65,
      "tahu": 66,
      "tiga": 67,
      "atas": 68,
      "ia": 69,
      "kami": 70,
      "lagi": 71,
      "malam": 72,
      "pagi": 73,
      "patung": 74,
      "sebab": 75,
      "semua": 76,
      "sudah": 77,
      "supaya": 78,
      "ahli": 79,
      "ape": 80,
      "ariokh": 81,
      "ayam": 82,
      "banyak": 83,
      "bersawah": 84,
      "besar": 85,
      "burung": 86,
      "hikmat": 87,
      "juga": 88,
      "kasdim": 89,
      "keras": 90,
      "lihat": 91,
      "mana": 92,
      "melihat": 93,
      "menyingkapkan": 94,
      "minta": 95,
      "naik": 96,
      "para": 97,
      "pikiran": 98,
      "saja": 99,
      "sekali": 100,
      "semuanya": 101,
      "teman": 102,
      "tempat": 103,
      "tua": 104,
      "ya": 105,
      "bahwa": 106,
      "bercampur": 107,
      "berkata": 108,
      "bermain": 109,
      "bersama": 110,
      "cepat": 111,
      "dalam": 112,
      "emas": 113,
      "engkau": 114,
      "ingin": 115,
      "jangan": 116,
      "jari": 117,
      "kakek": 118,
      "kaki": 119,
      "kasih": 120,
      "keadaan": 121,
      "kemudian": 122,
      "kenapa": 123,
      "kepala": 124,
      "kita": 125,
      "langit": 126,
      "manusia": 127,
      "menolong": 128,
      "meremukkan": 129,
      "oleh": 130,
      "sakit": 131,
      "segala": 132,
      "sekarang": 133,
      "selama": 134,
      "selamat": 135,
      "semesta": 136,
      "tadi": 137,
      "tangan": 138,
      "tembaga": 139,
      "tengah": 140,
      "terima": 141,
      "terjadi": 142,
      "tinggal": 143,
      "tukang": 144,
      "atau": 145,
      "ayah": 146,
      "babi": 147,
      "bagus": 148,
      "baik": 149,
      "batu": 150,
      "belajar": 151,
      "berkatalah": 152,
      "bohong": 153,
      "bukan": 154,
      "bumi": 155,
      "cucu": 156,
      "datang": 157,
      "demikian": 158,
      "dibuat": 159,
      "durian": 160,
      "gaib": 161,
      "halaman": 162,
      "hati": 163,
      "hutan": 164,
      "ikan": 165,
      "ilmu": 166,
      "ingat": 167,
      "jadi": 168,
      "jampi": 169,
      "jawab": 170,
      "jika": 171,
      "kampung": 172,
      "kecil": 173,
      "kekuatan": 174,
      "kepadanya": 175,
      "ketinggalan": 176,
      "lain": 177,
      "lama": 178,
      "lamanya": 179,
      "lebih": 180,
      "lepas": 181,
      "makan": 182,
      "makna": 183,
      "marah": 184,
      "memberi": 185,
      "meminta": 186,
      "menangis": 187,
      "mendapatkan": 188,
      "mengambil": 189,
      "menghadap": 190,
      "nebukadnezar": 191,
      "pemberian": 192,
      "penglihatan": 193,
      "saat": 194,
      "sampai": 195,
      "sana": 196,
      "saudara": 197,
      "sebuah": 198,
      "sehingga": 199,
      "seluruh": 200,
      "senang": 201,
      "sendiri": 202,
      "sering": 203,
      "serta": 204,
      "sesudah": 205,
      "suka": 206,
      "telinga": 207,
      "temannya": 208,
      "tertawa": 209,
      "tolong": 210,
      "uang": 211,
      "waktu": 212,
      "adik": 213,
      "aduh": 214,
      "air": 215,
      "antara": 216,
      "ayo": 217,
      "bahasa": 218,
      "baju": 219,
      "begitu": 220,
      "benar": 221,
      "benda": 222,
      "berarti": 223,
      "berat": 224,
      "berhenti": 225,
      "berkelahi": 226,
      "berkuasa": 227,
      "bermimpi": 228,
      "besok": 229,
      "binatang": 230,
      "buah": 231,
      "busuk": 232,
      "ceriterakanlah": 233,
      "demam": 234,
      "dewa": 235,
      "dialah": 236,
      "diberi": 237,
      "diberitahukan": 238,
      "dibunuh": 239,
      "dikeluarkan": 240,
      "dimakan": 241,
      "diminta": 242,
      "dingin": 243,
      "disingkapkan": 244,
      "dulu": 245,
      "gelisah": 246,
      "gigi": 247,
      "guci": 248,
      "gunung": 249,
      "habis": 250,
      "hadapan": 251,
      "hadir": 252,
      "hamba": 253,
      "hujan": 254,
      "ibu": 255,
      "ipar": 256,
      "jumat": 257,
      "kakak": 258,
      "kakinya": 259,
      "kapan": 260,
      "karet": 261,
      "katanya": 262,
      "kaya": 263,
      "kecapekan": 264,
      "kedua": 265,
      "kekuasaan": 266,
      "keong": 267,
      "keputusan": 268,
      "kerjaan": 269,
      "kuau": 270,
      "kulit": 271,
      "kupu": 272,
      "laki": 273,
      "lauk": 274,
      "lempar": 275,
      "makanan": 276,
      "mata": 277,
      "mati": 278,
      "melalui": 279,
      "melenyapkan": 280,
      "memang": 281,
      "memanggil": 282,
      "membawa": 283,
      "memberikan": 284,
      "membunuh": 285,
      "memuji": 286,
      "mencari": 287,
      "mendengar": 288,
      "mengangkat": 289,
      "mengapa": 290,
      "mengenal": 291,
      "menghancurluluhkan": 292,
      "menimpa": 293,
      "menjawab": 294,
      "menunggu": 295,
      "menyerahkan": 296,
      "merah": 297,
      "mu": 298,
      "nasi": 299,
      "nya": 300,
      "padi": 301,
      "pakaian": 302,
      "panas": 303,
      "penguasa": 304,
      "perbuatan": 305,
      "perempuan": 306,
      "permisi": 307,
      "perut": 308,
      "pohon": 309,
      "pukul": 310,
      "pulang": 311,
      "punya": 312,
      "ribut": 313,
      "saling": 314,
      "sambil": 315,
      "sangat": 316,
      "satu": 317,
      "sebentar": 318,
      "sedangkan": 319,
      "sedikit": 320,
      "sementara": 321,
      "semut": 322,
      "senin": 323,
      "sesuatu": 324,
      "sesungguhnya": 325,
      "siang": 326,
      "sore": 327,
      "suara": 328,
      "suatu": 329,
      "tak": 330,
      "tanpa": 331,
      "tegak": 332,
      "tepat": 333,
      "terlalu": 334,
      "terungkit": 335,
      "tinggi": 336,
      "titah": 337,
      "ucap": 338,
      "wilayah": 339
    },
    "unk_token": "[UNK]"
  }
}