{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      "ma": 4,
      "yiru": 5,
      "aku": 6,
      "raja": 7,
      "sa": 8,
      "puang": 9,
      "hang": 10,
      "hi": 11,
      "hanyu": 12,
      "kawan": 13,
      "daya": 14,
      "tuanku": 15,
      "teka": 16,
      "anri": 17,
      "nelang": 18,
      "ulun": 19,
      "hanye": 20,
      "sagar": 21,
      "tau": 22,
      "daniel": 23,
      "haut": 24,
      "iwara": 25,
      "balalu": 26,
      "amun": 27,
      "jari": 28,
      "upi": 29,
      "jatang": 30,
      "tulak": 31,
      "inun": 32,
      "karajaan": 33,
      "aratini": 34,
      "kude": 35,
      "na": 36,
      "naun": 37,
      "putak": 38,
      "katuluh": 39,
      "naan": 40,
      "pada": 41,
      "alatalla": 42,
      "itak": 43,
      "karasa": 44,
      "lewu": 45,
      "marahati": 46,
      "nampan": 47,
      "awe": 48,
      "babel": 49,
      "erang": 50,
      "here": 51,
      "ngayak": 52,
      "nyalah": 53,
      "palus": 54,
      "perak": 55,
      "rahasia": 56,
      "gumer": 57,
      "hal": 58,
      "hampe": 59,
      "isa": 60,
      "kala": 61,
      "kaulun": 62,
      "manre": 63,
      "telu": 64,
      "tuu": 65,
      "yina": 66,
      "ampatung": 67,
      "anrau": 68,
      "ape": 69,
      "ariokh": 70,
      "baya": 71,
      "hamen": 72,
      "kami": 73,
      "karahatien": 74,
      "laku": 75,
      "meheni": 76,
      "neu": 77,
      "ngami": 78,
      "ngulah": 79,
      "ni": 80,
      "andrau": 81,
      "gumi": 82,
      "hante": 83,
      "hapus": 84,
      "kaeau": 85,
      "kaiuh": 86,
      "kaiyat": 87,
      "katantuluh": 88,
      "munu": 89,
      "nguka": 90,
      "ngume": 91,
      "penah": 92,
      "u": 93,
      "umak": 94,
      "ada": 95,
      "amas": 96,
      "bakamuh": 97,
      "dainun": 98,
      "dinung": 99,
      "hinang": 100,
      "ina": 101,
      "kakah": 102,
      "kalalawahni": 103,
      "kamalem": 104,
      "kasdim": 105,
      "kasih": 106,
      "maeh": 107,
      "mape": 108,
      "matueh": 109,
      "midi": 110,
      "muneng": 111,
      "murunsia": 112,
      "nu": 113,
      "puga": 114,
      "sangit": 115,
      "selamat": 116,
      "taati": 117,
      "tamam": 118,
      "tambaga": 119,
      "terima": 120,
      "tuli": 121,
      "wangun": 122,
      "watu": 123,
      "ai": 124,
      "amah": 125,
      "amai": 126,
      "ammau": 127,
      "andri": 128,
      "antuh": 129,
      "arati": 130,
      "ari": 131,
      "atawa": 132,
      "baalimu": 133,
      "bapitua": 134,
      "duit": 135,
      "gawian": 136,
      "hanrian": 137,
      "hawi": 138,
      "hengauni": 139,
      "ilaku": 140,
      "kadinung": 141,
      "kakuaten": 142,
      "katuluhni": 143,
      "lain": 144,
      "langit": 145,
      "lawah": 146,
      "mahi": 147,
      "malu": 148,
      "manu": 149,
      "minau": 150,
      "minri": 151,
      "nadap": 152,
      "nalaku": 153,
      "natat": 154,
      "nawara": 155,
      "nawat": 156,
      "nawunu": 157,
      "nebukadnezar": 158,
      "paajar": 159,
      "pama": 160,
      "paninungan": 161,
      "pee": 162,
      "ramuk": 163,
      "ruyan": 164,
      "sadi": 165,
      "silu": 166,
      "takam": 167,
      "tangan": 168,
      "tawuk": 169,
      "tuing": 170,
      "tumpuk": 171,
      "udi": 172,
      "ulah": 173,
      "umpu": 174,
      "wuang": 175,
      "ani": 176,
      "arai": 177,
      "atei": 178,
      "babur": 179,
      "bakuasa": 180,
      "balisah": 181,
      "bana": 182,
      "bere": 183,
      "budas": 184,
      "bujur": 185,
      "diwi": 186,
      "eau": 187,
      "eauni": 188,
      "ekat": 189,
      "eyau": 190,
      "gunung": 191,
      "hadapan": 192,
      "hanang": 193,
      "hayu": 194,
      "hene": 195,
      "hingkariwe": 196,
      "hulet": 197,
      "ineh": 198,
      "iwek": 199,
      "jaka": 200,
      "jue": 201,
      "jumahat": 202,
      "kaandrau": 203,
      "kahaba": 204,
      "kai": 205,
      "kaitung": 206,
      "kakihi": 207,
      "kakuasaan": 208,
      "kapala": 209,
      "karawah": 210,
      "kariwe": 211,
      "karueh": 212,
      "katika": 213,
      "katuju": 214,
      "kauyuhan": 215,
      "kawaiya": 216,
      "kihi": 217,
      "kingking": 218,
      "kisah": 219,
      "kunuan": 220,
      "kuta": 221,
      "lagi": 222,
      "lala": 223,
      "lapas": 224,
      "lengan": 225,
      "lenuh": 226,
      "lepuh": 227,
      "mahadin": 228,
      "mamai": 229,
      "mandre": 230,
      "marauh": 231,
      "masa": 232,
      "mehe": 233,
      "mekum": 234,
      "mitah": 235,
      "mudi": 236,
      "naami": 237,
      "nahampe": 238,
      "nerau": 239,
      "ngalap": 240,
      "nganupi": 241,
      "ngarawah": 242,
      "ngatekan": 243,
      "nguta": 244,
      "nuing": 245,
      "nunti": 246,
      "nyanenuh": 247,
      "nyarah": 248,
      "paanrean": 249,
      "padingian": 250,
      "pakalungkit": 251,
      "panalu": 252,
      "pangamian": 253,
      "panguasa": 254,
      "pannai": 255,
      "pasiar": 256,
      "peeni": 257,
      "ragak": 258,
      "rama": 259,
      "rasa": 260,
      "sameh": 261,
      "senanyan": 262,
      "sika": 263,
      "siwui": 264,
      "sunah": 265,
      "taduh": 266,
      "tane": 267,
      "tapatanan": 268,
      "tawang": 269,
      "titah": 270,
      "ulu": 271,
      "unengan": 272,
      "unte": 273,
      "uran": 274,
      "uweng": 275,
      "walahnu": 276,
      "wara": 277,
      "wau": 278,
      "wua": 279,
      "wuntung": 280,
      "wurung": 281,
      "yaru": 282
    },
    "unk_token": "[UNK]"
  }
}